tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "laishulu/macism"
brew "bat"
brew "bat-extras"
brew "fzf"
brew "gnupg"
brew "powerlevel10k"
brew "speedtest-cli"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "laishulu/macism/macism"
cask "alacritty"
cask "capslocknodelay"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "gpg-suite"
cask "keepassxc"
cask "keyboardcleantool"
cask "mac-mouse-fix"
cask "monitorcontrol"
cask "raycast"
cask "stats"
cask "syncthing"
cask "the-unarchiver"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.python-environment-manager"
vscode "esbenp.prettier-vscode"
vscode "genieai.chatgpt-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "KevinRose.vsc-python-indent"
vscode "luggage66.AWK"
vscode "mgt19937.typst-preview"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "stkb.rewrap"
vscode "tinkertrain.theme-panda"
vscode "tomoki1207.pdf"
vscode "Tyriar.sort-lines"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
